Repository: SmokSmog/smoksmog-windows
Catalog: Core/SmokSmog.Core.Shared/Resources/*/Strings.resw
Source language: en_us
Languages: pl_pl

# StationSortModeEnumName
source: name
pl_pl: nazwy

source: group by
pl_pl: grupuj według

# StationSortModeEnumCity
source: city
pl_pl: miasta

# StationSortModeEnumProvince
source: province
pl_pl: województwa

source: find station
pl_pl: znajdź stację

source: home station
pl_pl: stacja domowa

source: information
pl_pl: informacje

source: settings
pl_pl: ustawienia

source: for
pl_pl: dla

source: version
pl_pl: wersja

source: search
pl_pl: szukaj

source: Add to favorites
pl_pl: Dodaj do ulubionych

source: Pin to Start
pl_pl: Przypnij

source: Set as home station
pl_pl: Ustaw jako stację domową

source: Unknown
pl_pl: Nieznany

source: Station list
pl_pl: Lista stacji

source: Home page
pl_pl: Strona domowa

source: favorites
pl_pl: Ulubione

source: Remove from favorites
pl_pl: Usuń z ulubionych

source: click RMB
pl_pl: kliknij PPM

source: hold
pl_pl: przytrzymaj

source: or
pl_pl: lub

source: select
pl_pl: wybierz

source: select from list
pl_pl: wybierz z listy

source: Want to add your favorite station?
pl_pl: Chcesz dodać ulubioną stację?

source: Air Quality Index
pl_pl: Indeks Jakości Powietrza

source: Measure
pl_pl: Pomiar

source: Norm
pl_pl: Norma

source: Components
pl_pl: Składniki

source: Average
pl_pl: Średnia

source: air quality
pl_pl: jakość powietrza

source: Good
pl_pl: Dobra

source: Moderate
pl_pl: Umiarkowana

source: N/A
pl_pl: N/D

source: Not Available
pl_pl: Nie Dostępna

source: Sufficient
pl_pl: Dostateczna

source: Very Bad
pl_pl: Bardzo Zła

source: Very Good
pl_pl: Bardzo Dobra

source: Note
pl_pl: Uwaga

source: legend
pl_pl: legenda

source: Close
pl_pl: Zamknij

# NoApiConnection
source: No API connection has been found. Please check your internet connection and try again later.
pl_pl: Nie znaleziono połączenia z API. Proszę sprawdź swoje połączenie z internetem i spróbuj ponownie.

# SettingsStringHomeStationLiveTile
source: Show home station statuses on primary live tile.
pl_pl: Pokazuj status stacji domowej na głównym kafelku.

# LocalizationOff
source: Localization is disabled in your device
pl_pl: Lokalizacja jest wyłączona na twoim urządzeniu

# LocalizationTryAgain
source: Enable localization and try again
pl_pl: Włącz lokalizację i spróbuj ponownie

source: Localizing ...
pl_pl: Lokalizowanie ...

source: Retry
pl_pl: Ponów

source: Cancel
pl_pl: Anuluj

source: Initialization
pl_pl: Inicjalizowanie

source: Nearest stations
pl_pl: Najbliższe stacje

# ErrorOccurred
source: An error occurred
pl_pl: Wystąpił błąd

# LocalizationCanceled
source: Localizing canceled
pl_pl: Anulowano lokalizowanie

# LocalizationNotFound
source: We can't find device localization
pl_pl: Nie udało się ustalić lokalizacji

source: Map
pl_pl: Mapa

# SettingsLocalization
source: Allow application to use GPS. That allow you to find nearest stations.
pl_pl: Zezwalaj aplikacji na używanie GPS. Pozwoli to znaleźć najbliższe stacje.
